# Задача-1:
age = 18
user_age = int (input('Сколько вам лет?'))
if user_age >= age:
    print('Добро пожаловать')

else:
    print('Доступ закрыт')